{
  "40wondershome_ncp.title": "WONDERS<0>2</0>, also known as NCPs<1>1</1>, are the authority members chosen to represent the interests of the WEMIX community as a whole via governance. NCPs will participate in Governance directly as community representatives, and community members will be able to participate in Governance indirectly through WONDER Staking.",
  "40wondershome_ncp.text1": "NCP : Node Council Partner",
  "40wondershome_ncp.text2": "WONDER : WEMIX On-chain Network of Decentralized Ecosystem Regulators",
  "40wondershome_core.title": "Core Governance",
  "40wondershome_core.subtitle": "Minimum Required Staking Amount",
  "40wondershome_core.text": "Each NCP will have to stake a minimum of 1,500,000 WEMIX in the assigned validator node. Each NCP will then be given the authority to reach consensus as a community representative and official member of the council, and also to access mainnet parameters through Governance.",
  "40wondershome_expand.title": "Expanded Governance",
  "40wondershome_expand.subtitle": "APR (Annual Percentage Rate)",
  "40wondershome_expand.text": "Through WONDER Staking, community members will be able to stake in NCPs that offer lots of rewards or are very active, to show their support and be rewarded for it. Reward APR will differ according to the amount that is in Governance Staking and delegated in WONDER Staking.",
  "40wondershome_expand.btn": "Explore WONDER STAKING",
  "40wondershome_pmr.title": "Reward Distribution",
  "40wondershome_pmr.subtitle1": "NCP",
  "40wondershome_pmr.subtitle2": "Eco Fund",
  "40wondershome_pmr.subtitle3": "Ecosystem Maintenance Costs",
  "40wondershome_pmr.text": "50% of the Permanent Minting Reward (PMR) will be assigned to the 40 WONDERS. This 50% will then be distributed again to each NCP in proportion to the total amount in Governance Staking and WONDER Staking.",
  "wonders": {
    "top": {
      "title": "The best-in-class global Node Council Partners",
      "desc": "40 Node Council Partners will become the foundation of a new Web3 life built on WEMIX3.0 by contributing to the development and growth of the mega-ecosystem while providing impenetrable security on our new layer 1 mainnet."
    },
    "role": {
      "title": "Roles of NCPs"
    },
    "become": {
      "title": "Become the next WONDER",
      "desc": "WEMIX is constantly recruiting NCPs to reach the common goal of securing and enhancing the community\n experiences within our new layer 1 mega-ecosystem. Contribute to the growth of WEMIX3.0.",
      "buttonText": "Become a WONDER",
      "buttonLink": "https://docs.wemix.com/v/en/design/governance#off-chain-governance"
    },
    "our": {
      "title": "Partners",
      "desc": "World leaders in various fields and industries, collaborating with WEMIX3.0 to bring about change to your on-chain experience."
    },
    "roadmap": {
      "title": "Decentralized technology,\n Democratized governance",
      "desc": "WEMIX3.0 mainnet, developed on a decentralized architecture, will introduce a multi-phase democratized governance where the community is empowered to impact the 40 authority node governance structure through the introduction of a delegated staking module. This is the fundamental principle of the mainnet's roadmap, a means to illustrate true democratization through adoption of meritocracy based on contribution to the ecosystem.",
      "phase1": {
        "desc1": "Node Council Partners, also known as WONDERS, are 40 selected members who operate secured validating nodes for the WEMIX3.0 mainnet.",
        "desc2": "40 WONDERS are constituted by Technology Sponsors that contribute to the secure operation and innovation of WEMIX3.0, and Ecosystem Sponsors that contribute to the establishment of the experience cycle created through the on-chain/off-chain ecosystem via WEMIX3.0.",
        "desc3": "Each NCP must stake 1.5M WEMIX, and the PMR (Permanent Minting Reward) is distributed automatically to NCP (40%), Stakers (10%), Eco fund (25%) and Maintenance (25%).",
        "desc4": "WEMIX Grand Staking will become available to the community which will yield the 10% Staking Reward allocated through the PMR. However, staking participants for the WEMIX Grand Staking may not withdrawal from the staking pool prior to the implementation of Phase 2."
      },
      "phase2": {
        "desc1": "Upon Phase 2 launch, 1.5M fixed WEMIX Staking per validator node, which encourages active contribution of NCPs to the ecosystem, will be abolished and transformed into competitive staking.",
        "desc2": "The initial distribution ratio of the PMR will be changed with the discontinuation of 10% staking reward allocated to WEMIX Grand Staking participants in Phase 2.",
        "desc3": "The 40% PMR allocated as NCP reward will be increased to 50%.",
        "desc4": "In doing so, WEMIX holders may then delegate their stake volume to one of the 40 validator nodes, effectively increasing the chosen node's total staked shares above the median; generating increased reward rate for the node and community members that are participating in the delegation.",
        "desc5": "This method will stimulate active participation of the community in the governance, but if any imposed action by the node operator is regarded as malicious or harmful to the ecosystem, the governance oversight program will confiscate total staked assets of the node’s assets."
      },
      "phase3": {
        "desc1": "Validator node operation by 40 selected authority partners known as, WONDERS, will be discontinued and the governance module will shift into an open & autonomous node participation system where anyone can become the validators of WEMIX3.0 based on staking volume.",
        "desc2": "Based on the total WEMIX staking volume per node, top 40 nodes will be periodically selected to validate transactions, transforming from an SPoA model into a PoS model.",
        "desc3": "A slashing policy will be implemented to enforce fair operation of validator nodes, especially in the event of willful collusion against the interests of the ecosystem but also possible result of a misconfiguration of the node. Slashing will penalize the node by removing a portion of its existing stake and is irreversible.",
        "desc4": "Democratized governance is completed at this stage, and the mainnet will be upgraded to WEMIX4.0. The schedule is yet to be determined."
      }
    },
    "communicationTitle": "Communications",
    "ecosystemTitle": "WEMIX Mega-ecosystem"
  },
  "ecosystem.wait.title": "WAIT Protocol: WEMIX Approves Investment Transparently",
  "ecosystem.wait.desc": "The WEMIX Foundation endeavors to ensure continuous investment for the growth of the ecosystem while securing transparency and objectivity.",
  "ecosystem.wait.buttonText": "Learn more",
  "wait.header.title": "WAIT Protocol : \nWEMIX Approves Investment Transparently",
  "wait.header.description": "The WEMIX Foundation strives to build the world's largest blockchain ecosystem by pursuing quantitative and qualitative transparency.\nThe WAIT Protocol enables consistent investments in the ecosystem's growth while ensuring transparency and objectivity.",
  "wait.protocol.title": "WAIT is an investment approval protocol for the growth of WEMIX ecosystem. Investments are processed in 3 transparent stages for qualitative assessment of investment, validation of feasibility, and execution upon approval.",
  "wait.protocol": {
    "caption": "Stage {{step}}",
    "step": {
      "1": {
        "title": "Investment Proposition",
        "description": "Investment Propositions are initiated by teams looking to onboard the ecosystem of WEMIX. All teams that share the values and direction of WEMIX, align with the WAIT Protocol's goals, and have the potential for growth and success are eligible to make a proposition."
      },
      "2": {
        "title": "Investment Review",
        "description": "The Investment Committee, consisting of 5 members, including the CEO of WEMADE and four outside personnel with an objective perspective of the WEMIX community, reviews the propositions. At this stage, the Committee will discuss evaluating the investment in the WEMIX ecosystem to make an initial judgment."
      },
      "3": {
        "title": "Governance Approval",
        "description": "The final approval is conducted through the governance of 40 WONDERS, including a community-based WONDER DAO, and executed with a majority vote. The WAIT governance lasts 3 days and can end early once the magic number is reached. If approval is not obtained during the 3 stages, the investment will be suspended or subject to resubmission upon modification."
      }
    }
  },
  "wait.structure.title": "WAIT pursues the qualitative growth of the WEMIX ecosystem with diverse teams and communities.",
  "wait.structure.description": "Each group of teams, committee members, and communities discuss and share opinions through three stages of the WAIT Protocol, proposition, review, and approval, to make a successful investment decision. Based on this, we strive to create an environment where the teams and the WEMIX ecosystem can grow together by making objective decisions through a decentralized system.",
  "wait.governance.title": "WAIT Governance of 40 WONDERS",
  "wait.governance.description": "Through the qualitative assessment of the investments for the WEMIX ecosystem's growth, the feasibility is validated, and the final approval of the proposal is decided upon the votes of the 40 WONDERS. As a result of the vote, a total of {{n}} investments have been executed.",
  "wait.governance.index.amount": "Total Investment Funds",
  "wait.governance.index.proposals": "All Proposals",
  "wait.governance.index.approved": "Approved Proposals",
  "wait.governance.index.rejected": "Rejected Proposals",
  "wait.investment.title": "Investment History",
  "wait.investment.column1": "Proposal",
  "wait.investment.column2": "Transaction",
  "wait.investment.column3": "Investment Fund",
  "wait.investment.column3-1": "{{investment}} WEMIX",
  "wait.investment.column3-2": "less than 1 WEMIX",
  "wait.investment.column4": "Date",
  "wait.investment.more": "See more",
  "wait.investment.emptyText": "No investments have been executed yet.",
  "wait.voting.title": "Recent Proposals",
  "wait.voting.list.status.approved": "Approved",
  "wait.voting.list.status.rejected": "Rejected",
  "wait.voting.list.progress.before": "Investment queued",
  "wait.voting.list.progress.complete": "Investment executed",
  "wait.voting.list.more": "View all",
  "wait.voting.list.emptyText": "The team proposals are being reviewed with the WAIT Protocol.\nOnce the propositions are approved by the Investment Committee, the governance of 40 WONDERS will begin soon!",
  "waitGov.header.title": "WAIT Governance",
  "waitGov.header.description": "Through the qualitative assessment of the investments for the WEMIX ecosystem's growth, \nthe feasibility is validated, and the final approval of the proposal is decided upon the votes of the 40 WONDERS.",
  "waitGov.header.annotation": "*WAIT : WEMIX Approves Investment Transparently Protocol",
  "waitGov.header.index.amount": "Total Investment Funds",
  "waitGov.header.index.proposals": "All Proposals",
  "waitGov.header.index.approved": "Approved Proposals",
  "waitGov.header.index.rejected": "Rejected Proposals",
  "waitGov.voting.list.status.approved": "Approved",
  "waitGov.voting.list.status.rejected": "Rejected",
  "waitGov.voting.list.progress.before": "Investment queued",
  "waitGov.voting.list.progress.complete": "Investment executed",
  "votingDetail.header.proposer": "Proposer",
  "votingDetail.header.proposalContent": "Proposal Content",
  "votingDetail.header.proposalTargetCompany": "Company Name",
  "votingDetail.header.proposalTargetAddress": "Company Wallet Address",
  "votingDetail.header.proposalTargetAmount": "Invest Amount",
  "votingDetail.votingBoard.title": "40 WONDERS Board",
  "votingDetail.votingBoard.status.approved": "Approved",
  "votingDetail.votingBoard.status.rejected": "Rejected",
  "votingDetail.votingBoard.legend.yes": "Yes",
  "votingDetail.votingBoard.legend.no": "No",
  "votingDetail.votingBoard.legend.abstain": "Abstain",
  "votingDetail.votingBoard.legend.vacant": "Vacant",
  "votingDetail.description.title": "Description",
  "votingDetail.votingStatus.title": "Vote status",
  "votingDetail.votingStatus.yes": "Yes",
  "votingDetail.votingStatus.no": "No",
  "votingDetail.votingPeriod.title": "Voting Period",
  "votingDetail.votingPeriod.start": "Start Date",
  "votingDetail.votingPeriod.end": "End Date",
  "votingDetail.link.title": "Link",
  "votingDetail.investmentHistory.title": "Investment History(WEMIX)",
  "waitInvest.header.title": "WAIT Investment History",
  "waitInvest.header.description": "Through the qualitative assessment of the investments for the WEMIX ecosystem's growth, \nthe feasibility is validated, and the final approval of the proposal is decided upon the votes of the 40 WONDERS.",
  "waitInvest.header.annotation": "*WAIT : WEMIX Approves Investment Transparently Protocol",
  "waitInvest.header.index.funds": "Total Investment Funds",
  "waitInvest.header.index.proposals": "Total Investment Proposals",
  "waitInvest.header.index.transfers": "Total Number of Investment Transfers",
  "waitInvest.voting.list.filter.count.text": "Total <0>{{n}}</0> investment transfers found",
  "waitInvest.voting.list.filter.input.text": "Enter the proposal name",
  "waitInvest.voting.list.filter.all.text": "All",
  "waitInvest.voting.list.filter.buttonText": "Apply",
  "waitInvest.table.column1": "Proposal Name",
  "waitInvest.table.column2": "Transaction",
  "waitInvest.table.column3": "Investment Fund",
  "waitInvest.table.column4": "Date"
}
